Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: In the mid-1600s, the Spanish Captain General who ruled over the rural and urban enslaved population sentenced 20 “effeminate sodomites” to be burned to death.
pt_br: Em meados do século XVII, o Capitão-general espanhol que controlava a população escravizada rural e urbana sentenciou vinte "sodomitas afeminados" a serem queimados até a morte.

source: In the towns and villages, sexuality, gender and the organization of the sexes were in the servitude of patriarchal agricultural servitude; in the urban capital, they were employed to meet the needs of patriarchal capitalist wage slavery.
pt_br: Nas cidades e vilas, a sexualidade, o gênero e a organização dos sexos serviam aos patriarcas agricultores; na capital urbana, eles foram empregados a serviço das necessidades dos patriarcas da escravidão assalariada capitalista.

source: In the years to come, U.S. respect for Cuba will be extremely important to the welfare of the U.S. public, as industrialized, U.S.-style agriculture results in a food crisis for which Cuba has pioneered the only possible solution.
pt_br: Nos próximos anos, o respeito dos EUA por Cuba será extremamente importante para o bem-estar do público dos EUA, já que a agricultura industrializada ao estilo dos EUA resulta em uma crise alimentar para a qual Cuba foi pioneira na única solução possível.

source: In this soap there are some parallel stories aimed only at entertaining the audience, but we cannot overlook the problems we have, and these must be tackled with courage.
pt_br: Nesta novela há algumas histórias paralelas destinadas apenas a entreter o público, mas não podemos ignorar os problemas que temos e estes devem ser abordados com coragem.

source: In turn, this network asserts its readi-ness to defend gay and lesbian Cubans and others — but only against their own people, culture and national liberation struggle.
pt_br: Por sua vez, esta rede afirma sua prontidão para defender cubanos gays, lésbicas e outros — mas apenas contra seu próprio povo, cultura e luta de libertação nacional.

source: Individuals and groups from every state in the continental U.S. signed on as well — from southern Florida to the Pacific Northwest, Southern California to Maine.
pt_br: Indivíduos e grupos de todos os estados dos EUA continental também assinaram - do sul da Flórida ao noroeste do Pacífico, do sul da Califórnia ao Maine.

source: Information on HIV is offered in TV spots, there is also a specific TV program on AIDS, but these are not seen by everybody.
pt_br: Informações sobre o HIV são oferecidas em comerciais, há também um programa de TV específico sobre AIDS, mas estes não são vistos por todos.

source: International endorsements flooded in from Argentina, Australia, Austria, Belgium, Brazil, Canada, Costa Rica, Croatia, Cuba, Cyprus, Denmark, England, Finland, France, Germany, Greece, India, Iran, Ireland, Italy, Japan, Luxemburg, Mexico, Montenegro, New Zealand, occupied Palestine, Philippines, Portugal, Puerto Rico, Romania, Scot-land, Serbia, Spain, Sweden, Switzerland, Turkey, United Arab Emirates, Wales and other countries and nations and from Hong Kong and Taiwan.
pt_br: Os endossos internacionais inundaram da Argentina, Austrália, Áustria, Bélgica, Brasil, Canadá, Costa Rica, Croácia, Cuba, Chipre, Dinamarca, Inglaterra, Finlândia, França, Alemanha, Grécia, Índia, Irã, Irlanda, Itália, Japão, Luxemburgo, México, Montenegro, Nova Zelândia, Palestina ocupada, Filipinas, Portugal, Porto Rico, Romênia, Escócia, Sérvia, Espanha, Suécia, Suíça, Turquia, Emirados Árabes Unidos, País de Gales e outros países e nações e de Hong Kong e Taiwan.

source: International support for Cuba’s right to sovereignty and self-determination will allow the island’s population to spend more time, energy and resources on socialist construction, rather than on defense.
pt_br: O apoio internacional ao direito de soberania e autodeterminação de Cuba permitirá que a população da ilha gaste mais tempo, energia e recursos na construção socialista, em vez de na defesa.

source: Interviewer Karen Wald added, “Members of the gay community interviewed here said there has been no increase in homophobia or attacks on gays as a result of AIDS.
pt_br: A entrevistadora Karen Wald adicionou, “Membros da comunidade gay entrevistados aqui disseram que não houve aumento da homofobia ou ataques contra gays em decorrência da AIDS.

source: It also screens as U.S.
pt_br: Isso também demonstar como o

source: It arrives in chain theaters in the U.S.
pt_br: Ele chega aos cinemas dos Estados Unidos

source: It became fashionable in imperialist culture to accuse Cuban males of “machismo” of being too “too masculine” When Cubans use the term, they are referring to the legacy of male chauvinism and sex/gender and sexual prejudices inherited from centuries of patriarchal rule by colonialism and imperialism.
pt_br: Se tornou moda no imperialismo chamar e acusar os homens Cubanos de serem "muito masculinos", e muito "machistas". Quando Cubanos usavam o termo, eles se referiam ao legado chauvinista de machismo e preconceitos de sexo e genero herdados dos séculos da dominação patriarcal do colonialismo e imperialismo.

source: It is a dramatic paradox that, in this new millennium, the same continent that witnessed the appearance of humankind’s first ancestors six million years ago begins to witness the disappearance of humankind.
pt_br: É um paradoxo dramático que, neste milênio, o mesmo continente que testemunhou o surgimento dos primeiros ancestrais da humanidade, seis milhões de anos atrás, começa a testemunhar o desaparecimento da humanidade.

source: It is here where we artists must step in.
pt_br: É aqui que nós, artistas, devemos intervir.

source: It is impossible to skip over the staggering hypocrisy of U.S.
pt_br: É impossível relevar a enormidade da hipocrisia do imperialismo

source: It is in the interests of LGBT activists and organizations in the U.S. and other imperialist countries to break with their own ruling classes and extend their own unilateral declaration of peace to a socialist country.
pt_br: É do interesse dos ativistas e organizações LGBT nos EUA e em outros países imperialistas romper com suas próprias classes dominantes e estender sua própria declaração unilateral de paz a um país socialista.

source: It is incomprehensible to think that this life-saving money cannot be found in a world that spends 40 times more on illegal drugs, 80 times more on military budgets and 100 times more on advertising.
pt_br: É incompreensível pensar que esse dinheiro que salva vidas não pode ser encontrado em um mundo que gasta 40 vezes mais em drogas ilegais, 80 vezes mais em orçamentos militares e 100 vezes mais em propaganda.

source: It is painful to hear Llane Alexis Dominguez say onscreen that when his father found out he was homosexual, “He actually said he’d like to beat me to death!” In Cuba, however, men who have sex with men and women who have sex with women are not being tortured and lashed to fences to die, beaten to death, stabbed or shot or strangled, decapitated and dismembered — all too frequent occurrences in the U.S.
pt_br: É doloroso ouvir Llane Alexis Dominguez dizer para a câmera que, quando seu pai descobriu que ele era homossexual, “Ele disse mesmo que me mataria na porrada!” Em Cuba, todavia, homens que têm sexo com homens e mulheres que têm sexo com mulheres não são torturadas e amarradas a cercas para morrer, seja espancadas ou esfaqueadas; fuziladas ou estranguladas; decapitadas ou esquartejadas — acontecimentos regulares nos Estados Unidos.

source: It is the LGBT movements in the imperialist citadels that have to break with their own ruling classes in order to build bonds of genuine international solidarity.
pt_br: São os movimentos LGBT nas cidadelas imperialistas que têm que romper com suas próprias classes dominantes a fim de construir laços de genuína solidariedade internacional.

source: It is the only country that voted against the resolution giving every individual the right to have access to AIDS medicines, while at the same time, it has unleashed an insane arms race upon the world, with the sale of the most sophisticated instruments of war to allies and followers, and its global missile shield initiative.
pt_br: É o único país que votou contra a resolução que daria a todos os indivíduos o direito a acesso a medicamentos contra AIDS, enquanto, ao mesmo tempo, desencadeou uma corrida armamentista insana no mundo, com a venda dos mais sofisticados instrumentos de guerra aos seus aliados e seguidores, e sua iniciativa global de escudo antimísseis.

source: It is this process of popular education with leadership, in which consciousness is raised through mass participation, discussion and debate, that is the revolution and the “unfettered thought” it liberates — not overnight, but with ongoing labor, without which nothing is produced.
pt_br: É esse processo de educação popular com liderança, no qual a consciência é elevada através da participação, discussão e debate em massa, que é a revolução e o “pensamento irrestrito” que ela libera — não da noite para o dia, mas com o trabalho contínuo, sem o qual nada é produzido.

source: It is time to honor Cuba, not vilify it.
pt_br: É hora de honrar Cuba, não de difamá-la.

source: It needs and deserves defense against the U.S. blockade of its island and every other illegal act of imperialist war, overt and covert, which impedes revolutionary progress.
pt_br: Ela precisa e merece defesa contra o bloqueio dos EUA à sua ilha e todos os outros atos ilegais de guerra imperialista, aberta e encoberta, que impedem o progresso revolucionário.

source: It requires ideological valor; the refusal to remain silent about the emperor’s “new” clothing.
pt_br: Requer valor ideológico; a recusa em permanecer em silêncio sobre as roupas “novas” do imperador.

source: It wasn’t until the early 1990s that officials felt enough was known to end the quarantine and focus on public information, education and prevention.”
pt_br: Foi apenas no início da década de 1990 que os responsáveis concluíram que sabia-se o suficiente para encerrar a quarentena e focar na prevenção, educação e informação da população.”

source: It will be treated dialectically.
pt_br: A quarentena será tratada dialeticamente.

source: It’s a hard position to take.
pt_br: É uma posição difícil de tomar.

source: It’s nothing out of this world.
pt_br: Não é o fim do mundo.

source: It’s that these observations by the Europeans and their reactions to homosexuality and gender/sex variance in Native cultures — reflected in characterizations like “devilish,” “sinful,” “perverted,” “abominable,” “unnatural,” “heinous,” “disgusting,” “lewd” — reveal how different the European societies were.
pt_br: Está nas observações e na reação que os europeus tem sobre a homosexualidade e a variação de sexo/gênero nas culturas nativas — resultante em caracterizações como "demoníaco", "pecaminoso", "abominável", "não natural", 'hediondo", "repugnante", "obseno" — revelando quão diferente a sociedade européia era.

source: I’m a drag queen.
pt_br: Sou uma drag queen.

source: I’m not referring just to the theme of homosexuality, but rather to the theme of intolerance in general.
pt_br: Não estou me referindo somente ao tema da homossexualidade, mas sim ao tema da intolerância no geral.

source: I’m your son, you should love me, whether or not I’m a homosexual.
pt_br: Eu sou seu filho, você deveria me amar, eu sendo ou não um homossexual.

source: I’ve been here 12 years.”
pt_br: Estou aqui há 12 anos.”

source: I’ve got to think about these things.” Aramis added, “So we hugged, and I stayed.”
pt_br: Eu tenho que pensar sobre essas coisas." Aramis acrescentou: "Então ele me abraçou, e eu fiquei".

source: Jailing heroes and supporting terror, while pretending to do the opposite, is sadly all the public can count on from ‘our’ hypocritical, double-speaking, global corporate-run excuse for a ‘by and for the people’ government.”
pt_br: Prender heróis e apoiar o terror, enquanto se finge fazer o contrário, é infelizmente tudo com que o público pode contar por parte do "nosso" governo hipócrita, de duas caras, gerido por empresas globais, que se apresenta como um governo "pelo povo e para o povo".

source: Jerry, from Athletes United for Peace, U.S.-El Salvador Sister Cities, Nicaragua Solidarity Committee, writes: “These people were trying to prevent an act of terrorism.
pt_br: Jerry, do Athletes United for Peace, EUA-El Salvador Cidades Irmãs, Comitê de Solidariedade da Nicarágua, escreve: “Essas pessoas estavam tentando impedir um ato de terrorismo.

source: Jorge Perugorria, a lead actor in “Strawberry and Chocolate,” said in this documentary: “‘Strawberry and Chocolate’ is the story of an encounter … between a communist militant and a homosexual, and how their friendship develops out of this encounter.
pt_br: Jorge Perugorria, o ator principal em "Fresa y chocolate" disse, nesse documentário: “‘Fresa y chocolate’ é a história de um encontro… entre um militante comunista e um homem homossexual, e como a sua amizade se desenvolve após esse encontro.

source: Joseph Mutti wrote from Havana in June 1999, “The government undertook extensive efforts to learn more about transmission of the virus and to discover a cure.
pt_br: Joseph Mutti escreveu de Havana em junho de 1999, “O governo empreendeu amplos esforços para compreender melhor a transmissão do vírus e encontrar uma cura.

source: Journalist Dalia Costa reported from Havana on June 18, “If the initiative is approved, gay and lesbian couples would enjoy the same civil, patrimonial, inheritance, housing and adoption rights as heterosexual couples.” (caribbean360.com)
pt_br: A jornalista Dalia Costa, direto de Havana, reportou em 18 de junho que "Se a iniciativa for aprovada, casais gays e lésbicos teriam os mesmos direitos civis, patrimoniais, de herança, moradia e adoção que casais heterossexuais". (caribbean360.com)

source: Journalist Gerardo Arreola added that in recent years, “A group of transsexuals joined CENESEX and were trained as sex health promoters in the campaign for the prevention of AIDS.
pt_br: O jornalista Gerardo Arreola acrescentou que, nos últimos anos, “um grupo de transexuais se juntou ao CENESEX e foram treinados como promotores de saúde sexual na campanha de prevenção da AIDS.

source: Journalist Ricardo Ronquillo concluded, “It would be worrying if we thought of ourselves as a wholly agreeing society with neither competing arguments nor opposing posi-tions in face of its most intimate conflicts; or even worse, that silence prevailed.”
pt_br: O jornalista Ricardo Ronquillo concluiu: “Seria preocupante se pensássemos em nós mesmos como uma sociedade totalmente de acordo, sem argumentos concorrentes nem posições discordantes diante de seus conflitos mais íntimos; ou pior ainda, que o silêncio prevalecesse”.

source: Julia Levin, a Latvian freelance film critic who lives in the U.S., described Gutiérrez Alea as the most famous director in Cuba.
pt_br: Julia Levin, uma crítica de cinema freelancer da Letônia que mora nos Estados Unidos, descreveu Gutiérrez Alea como o diretor mais famoso de Cuba.

source: La Güinera: Cross-gender performance in workers’ dining halls
pt_br: La Güinera: Performance drag em refeitórios de trabalhadores

source: Lage Dávila concluded with an offer from the Cuban government to the poorest countries and those with the highest prevalence of the illness:
pt_br: Lage Dávila concluiu com uma oferta do governo cubano aos países mais pobres e àqueles com a maior prevalência da doença:

source: Lage Dávila concluded, “All it would take is for the international community to provide the raw materials for the medicines, the equipment and material resources for these products and services.
pt_br: Lage Dávila concluiu que "Seria apenas necessário que a comunidade internacional fornecesse as matérias-primas para os medicamentos, os equipamentos e os recursos materiais para esses produtos e serviços.

source: Lage Dávila delivered Cuba’s urging that the special session of the U.N.
pt_br: Lage Dávila, representando Cuba, insistiu que a sessão especial da Assembleia Geral

source: Lage Dávila had offered his socialist government’s solidarity for people with AIDS, “especially those in the developing countries most affected.”
pt_br: Lage Dávila havia oferecido a solidariedade de seu governo socialista para as pessoas com AIDS, "especialmente aquelas em países em desenvolvimento mais afetados."

source: Lage Dávila pointed to the U.S.: “The richest and most powerful nation in history — that claims it is a human rights champion, does not make its payments to the U.N.
pt_br: Lage Dávila apontou para os EUA: "A nação mais rica e poderosa da história – que diz ser uma campeã dos direitos humanos, não faz seus pagamentos à ONU

source: Lage Dávila stated, “The U.N.
pt_br: Lage Dávila declarou que “O Secretário Geral

source: Lal Roohk brought this text to visual bloom.
pt_br: Lal Roohk fez o design da capa.

source: Larry Olberg noted, “Introduced at his annual holiday concert held in the vast Karl Marx Theater in the Miramar neighborhood of Havana, ‘El Pecado Original’ took the audience and the country by storm and did much to advance the cause of gay acceptance.”
pt_br: Larry Olberg comentou, “Apresentado no seu concerto anual em época de feriado, no grande Teatro Karl Marx na vizinhança de Miramar em Havana, ‘El Pecado Original’ surpreendeu a audiência e a cidade inteira, influenciando muito o avanço na causa pela aceitação da comunidade gay.”

source: Last, but not at all least, deep gratitude to those who contributed their labor in another form — donations from their weekly wages and fixed incomes and savings — to print and collate and bind and distribute this book as a weapon of fact wielded against mega-monopoly media propaganda.
pt_br: Por fim, mas não menos importante, agradeço profundamente aqueles que contribuíram de outras formas — doando seus pagamentos semanais, rendas fixas e economias — para imprimir, colar, encadernar e distribuir esse livro, como uma arma empunhada contra as propaganda da mídia mega-monopolizadas.

source: Lavender & Red confronts the political view, whether voiced because of demagoguery, demoralization or lack of information, that life under capitalism may be a hard road for lesbian, gay and bisexual, transgender and transsexual people — but socialism is inherently worse.
pt_br: Lavender & Red confrontam a visão política, seja ela expressada por demagogia, desmoralização ou falta de informações, que a vida no capitalismo pode ser dura para lésbicas, gays, bisexuais, transegeneros e transexuais — mas no socialismo é inerentemente pior.

source: Lavender & Red editors LeiLani Dowell and Deirdre Griswold paid meticulous political attention to this series of articles.
pt_br: Lavender & Red editors LeiLani Dowell e Deirdre Griswold dedicaram-se com uma meticulosa atenção política nessa série de artigos.

source: Lavender & Red gathers information about the relationship between the struggle for liberation from oppression based on sexuality, gender expression and sex, and the revolutionary movement for socialism, and ultimately for its highest and most humane stage, communism.
pt_br: Lavender & Red coleta informações sobre a relação entre a luta pela libertação e a opressão baseada em sexualidade, expressão de genero e sexo, e o movimento revolucionario socialista, e ao final, para o mais elevado e mais humano estagio, comunista.

source: Lavender & Red indicts class society — slavery, colonialism, capitalism and imperialism — for the ideology of divide and conquer, including racism and anti-homosexual prejudice.
pt_br: Lavender & Red acusam a sociedade — escravidão, colonialismo, capitalismo e imperialismo — pela ideologia de dividir para conquistar, incluindo os preconceitos do rascismo e do anti-homossexualismo.

source: Lavender & Red series segments 78-85 at www.workers.org look more closely at how Marcy and Ballan helped develop discussion and education inside Workers World Party.
pt_br: Os Segmentos 78-85 da série Lavender & Red em www.workers.org dá uma olhada mais de perto em como Marcy e Ballan ajudaram a desenvolver a discussão e a educação interna do Partido dos Trabalhadores do Mundo.

source: Laws against same-sex love and gender variance and brutal state enforcement continued to be used as a cudgel for economic, social and political control.
pt_br: Leis contra o amor entre pessoas do mesmo sexo e a não conformidade de gênero, aliadas à brutal repressão do Estado, continuaram a ser usadas como um porrete para manter o controle econômico, social e político.

source: Leslie Feinberg, shortly after initiating the Rainbow Solidarity for the Cuban Five Campaign, presents Cuban Ambassador Rodrigo Malmierca Díaz with copies of her books.
pt_br: Leslie Feinberg, pouco depois de iniciar a campanha Solidariedade Arco-Íris para os Cinco Cubanos, apresenta cópias de seus livros ao embaixador cubano Rodrigo Malmierca Díaz.

source: Let this honor begin with the freedom of the Cuban Five.”
pt_br: Que esta honra comece com a liberdade dos Cinco Cubanos ”.

source: Let’s not make the same mistakes again.”
pt_br: Não repitamos os mesmos erros.”

source: Long live international solidarity!!”
pt_br: Viva a solidariedade internacional!!!

source: Louisville, Ky., filmmaker and activist Sonja de Vries, director of the documentary “Gay Cuba,” and Walter Lippmann, editor-in-chief of CubaNews, signed on.
pt_br: Louisville, Kentucky, a cineasta e ativista Sonja de Vries, diretora do documentário “Gay Cuba”, e Walter Lippmann, editor-chefe da CubaNews, assinaram.

source: Lourdes Flores, from Cuba’s National Center for Sex Education (CENESEX), stated in her interview, “As a center we see homosexuality as a sexual orientation, just like heterosexuality or bisexuality.” She added, “We have led workshops on the topic of homosexuality; sexuality in general, homosexuality in particular.
pt_br: Lourdes Flores, do Centro Nacional de Educação Sexual de Cuba (CENESEX), declarou em sua entrevista: “Como centro, vemos a homossexualidade como uma orientação sexual, tal como a heterossexualidade ou bissexualidade.” Adicionou ainda: “Temos realizado oficinas com foco no tópico da homossexualidade; sexualidade no geral, homossexualidade em particular.

source: Magda González, a television director who now directs the Dramatizations Division for Cuban TV, also stressed, “When we decided to take on this theme in this slot, we were convinced that it would provoke all sorts of reactions.
pt_br: Magda González, diretora de televisão que agora dirige a Divisão de Dramatizações da TV cubana, também enfatizou: “Quando decidimos abordar esse tema neste espaço, estávamos convencidos de que isso provocaria todo tipo de reação.

source: Managing editor,
pt_br: Redatora geral,

source: Manago concluded, “The main problem people with AIDS faced was the difficulty in getting the medicines and treatments (pentamidine, bactrim, condoms, etc.) needed from other countries, due to the U.S.
pt_br: Manago concluiu, “O maior problema que as pessoas com AIDS enfrentavam era a dificuldade em conseguir medicamentos e tratamentos necessários (pentamidina, bactrim, preservativos etc.) de outros países, devido ao bloqueio

source: Manago wrote about his visit to an AIDS sanatorium in an article entitled “Cuba, from a Black, Male, Same-Gender-Loving Perspective.”
pt_br: Manago escreveu sobre a sua visita a um sanatório para tratamento de AIDS em um artigo intitulado “Cuba, from a Black, Male, Same-Gender-Loving Perspective” (“Cuba, de uma perspectiva preta, masculina e de amor pelo mesmo gênero” em português).
